import React from 'react';
import '../about/about.css';

function AboutUs() {
    return (
        <section className="about">
            <div className="about-content">
                <h1 className="about-title">Pavlo Shop</h1>
                <p className="about-description">
                    У Pavlo Shop Павло захоплений створенням життя, наповненого
                    високоякісними враженнями, поєднуючи стійкість і стильний підхід до
                    до кожного виклику. Його місія - бути пристосованим до кожного випадку,
                    від повсякденних моментів до офіційних заходів, гарантуючи, що він впевнено крокує в кожній
                    ситуацію з упевненістю. Орієнтуючись на вічні цінності
                    Павло прагне жити так, щоб не тільки добре виглядати, але й відчувати себе добре, даруючи натхнення та позитив, а й
                    даруючи позитивну енергію надихаючи та заряджаючи нею всіх, хто його оточує.<br/>
                    <strong>Знайдіть ідеальний момент, щоб покращити свій досвід з Павлом вже сьогодні!</strong>
                </p>
            </div>
        </section>
    );
}

export default AboutUs;